tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "antigen"
brew "asdf"
brew "bat"
brew "chezmoi"
brew "dog"
brew "dust"
brew "exa"
brew "fzf"
brew "gh"
brew "gnupg"
brew "gping"
brew "hopenpgp-tools"
brew "htop"
brew "jq"
brew "mas"
brew "navi"
brew "neovim"
brew "pinentry-mac"
brew "procs"
brew "spotify-tui"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "topgrade"
brew "wget"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "zinit"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "anydesk"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "keepassxc"
cask "keka"
cask "kekaexternalhelper"
cask "little-snitch"
cask "macfuse"
cask "mullvadvpn"
cask "notion"
cask "parallels"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "thunderbird"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
mas "Canary Mail", id: 1236045954
mas "ColorSlurp", id: 1287239339
mas "Developer", id: 640199958
mas "iStat Menus", id: 1319778037
mas "Kindle", id: 405399194
mas "Lungo", id: 1263070803
mas "Microsoft Remote Desktop", id: 1295203466
mas "Parcel", id: 639968404
mas "Poolsuite FM", id: 1514817810
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
