tap "hashicorp/tap"
tap "holek/rcon"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "antigen"
brew "asdf"
brew "bat"
brew "chezmoi"
brew "clang-format"
brew "cppcheck"
brew "dog"
brew "duf"
brew "dust"
brew "elixir"
brew "exa"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gping"
brew "hadolint"
brew "hopenpgp-tools"
brew "htop"
brew "ipfs", restart_service: true
brew "jq"
brew "keydb"
brew "libpq"
brew "mas"
brew "mysql-client"
brew "navi"
brew "neofetch"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "python@3.10"
brew "pipx"
brew "procs"
brew "pueue", restart_service: true
brew "pv"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "spotify-tui"
brew "starship"
brew "terminal-notifier"
brew "terraform"
brew "tflint"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "topgrade"
brew "uncrustify"
brew "universal-ctags"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "wimlib"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "youtube-dl"
brew "zinit"
brew "zola"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "hashicorp/tap/nomad"
brew "holek/rcon/rcon"
cask "1password"
cask "1password-cli"
cask "anydesk"
cask "audacity"
cask "balenaetcher"
cask "blender"
cask "camunda-modeler"
cask "deluge"
cask "discord"
cask "docker"
cask "element"
cask "eloston-chromium"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "jdownloader"
cask "keepassxc"
cask "keka"
cask "kekaexternalhelper"
cask "ledger-live"
cask "little-snitch"
cask "logitech-options"
cask "logseq"
cask "macfuse"
cask "microsoft-teams"
cask "mpv"
cask "ngrok"
cask "notion"
cask "obs"
cask "paragon-ntfs"
cask "protonvpn"
cask "raindropio"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "telegram-desktop"
cask "temurin"
cask "thunderbird"
cask "tor-browser"
cask "transmission"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zulip"
mas "Bitwarden", id: 1352778147
mas "ColorSlurp", id: 1287239339
mas "Developer", id: 640199958
mas "Focalboard", id: 1556908618
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Lungo", id: 1263070803
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Poolsuite FM", id: 1514817810
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
